Repository: yarko93/tdt-amiko
Catalog: tdt/cvs/apps/enigma2/lib/python/Plugins/Extensions/WebInterface/po/*.po
Languages: fy

source: Add
fy: Tafoegje

source: Address
fy: Adres

source: Allow zapping via Webinterface
fy: Zappe via Webynterface tastean

source: Authorization
fy: Autorisaasje

source: Autowrite timer
fy: Automatysk skriuwen Tiidsbarren

source: Cancel
fy: Ôfbrekke

source: Change
fy: Feroarje

source: Configuration for the Webinterface
fy: Ynstellingen foar de Webynterface

source: Delete
fy: Ferwiderje

source: Disabled
fy: Utskeakele

source: Interfaces
fy: Ynterfaces

source: Load movie-length
fy: Film lingte ynlade

source: Port
fy: Poort

source: Really delete this Interface?
fy: Dizze ynterface wier ferwiderje ?

source: Require Authorization
fy: Autorisaasje fereaske

source: SSL Encryption
fy: SSL enkripsje

source: Start Webinterface
fy: Start de Webynterface

source: Webinterface
fy: Webynterface

source: Webinterface: Edit Interface
fy: Webynterface: bewurkje ynterface

source: Webinterface: List of configured Interfaces
fy: Webynterface: lyst fan oanwêzige ynterfaces

source: Webinterface: Main Setup
fy: Webynterface: Haad ynstellingen

source: no
fy: nee

source: yes
fy: ja
